Repository: disu/proofreading
Catalog: languages/proofreading-*.po
Languages: de_de, es_es, it_it

source: About
de_de: Informationen
es_es: Informaciones
it_it: Informazioni

source: Active
it_it: Attivo

source: Analyze
de_de: Analysieren
es_es: Analizar
it_it: Analizza

source: CONTACT US
de_de: KONTAKTIERE UNS
es_es: CONTÁCTENOS
it_it: CONTATTACI

source: Default correction Language
de_de: Standardkorrektur Sprache
es_es: Lenguaje de corrección predeterminado
it_it: Lingua di correzione predefinita

source: Disable active or unused/orphan shortcodes
it_it: Disabilita gli shortcode attivi, orfani o inutilizzati

source: Dismiss this notice.
de_de: Ignoriere die Nachricht.
es_es: Descartar este aviso.
it_it: Ignora questo avviso.

source: DONATE WITH PAYPAL
de_de: SPENDE MIT PAYPAL
es_es: DONAR CON PAYPAL
it_it: DONA CON PAYPAL

source: Enable or disable types of rule to be checked in the corrections.
de_de: Aktivieren oder deaktivieren Sie die zu prüfenden Regeltypen in den Korrekturen.
es_es: Habilite o deshabilite los tipos de reglas que se verificarán en las correcciones.
it_it: Abilita o disabilita i tipi di regole da controllare nelle correzioni.

source: ERRORS to correct
de_de: FEHLER zu korrigieren
es_es: ERRORES para corregir
it_it: ERRORI da correggere

source: Find every shortcode (by tag or content type) present in your posts, pages and custom type contents
it_it: Trova gli shortcode (per tag o tipo di contenuto) presenti in articoli, pagine e tipi personalizzati del tuo sito

source: Hidden errors
de_de: Versteckte Fehler
es_es: Errores ocultos
it_it: Errori nascosti

source: Hide all errors in this category
de_de: Alle Fehler in dieser Kategorie ausblenden
es_es: Ocultar todos los errores en esta categoría
it_it: Nascondi gli errori di questa categoria

source: Hide error
de_de: Fehler ausblenden
es_es: Ocultar error
it_it: Nascondi l'errore

source: If you like our plugin please feel free to give us 5 stars :)
de_de: Wenn Sie unser Plugin mögen, geben Sie uns bitte 5 Sterne :)
es_es: Si te gusta nuestro plugin, no dudes en darnos 5 estrellas :)
it_it: Se ti piace il nostro plugin sentiti libero di darci 5 stelle :)

source: If you want some information about our Company
de_de: Wenn Sie Informationen über unser Unternehmen wünschen
es_es: Si quieres información sobre nuestra Empresa
it_it: Se hai bisogno di informazioni sulla nostra Azienda

source: If you want to help us to improve our service please Donate a coffe
de_de: Wenn Sie uns helfen möchten, unseren Service zu verbessern, spenden Sie bitte einen Kaffee
es_es: Si desea ayudarnos a mejorar nuestro servicio, por favor Done un café
it_it: Se vuoi aiutarci a migliorare i nostri servizi Donaci un caffè

source: Insert into your WordPress website one or more random contents coming from your posts. The source contents can be pages, posts or custom post types.
it_it: Inserisci nel tuo sito WordPress uno o più contenuti casuali da pagine, articoli o post personalizzati.

source: Invalid request to Proofreading check service
de_de: Ungültige Anforderung zum Korrekturlese-Dienst
es_es: Solicitud no válida para el servicio de revisión de corrección
it_it: Richiesta invalida al servizio di Correzione bozze

source: Languages
de_de: Sprachen
es_es: Idiomas
it_it: Lingue

source: Please set editor in "Visual" mode before analyze text
de_de: Bitte setzen Sie den Editor im Visuell-Betrieb, bevor Sie den Text analysieren
es_es: Configure el editor en el modo "Visual" antes de analizar el texto
it_it: Imposta l'editor in modalità "Visuale" prima di analizzare il testo

source: Proofreading allows you to correct texts on your Wordpress site. This plugin allows you to proofread in 30 different languages on articles and pages of your site also providing useful tips for the improvement of your writings.
de_de: Korrekturlesen ermöglicht es Ihnen, Texte auf Ihrer Wordpress-Website zu korrigieren. Mit diesem Plugin können Sie in 30 verschiedenen Sprachen auf Artikeln und Seiten Ihrer Site Korrekturlesen und nützliche Tipps für die Verbesserung Ihrer Texte geben.
es_es: La corrección le permite corregir textos en su sitio de Wordpress. Este complemento le permite corregir en 30 idiomas diferentes en artículos y páginas de su sitio, y también brinda consejos útiles para mejorar sus escritos.
it_it: Proofreading ti permette di correggere i testi nel tuo sito Wordpress. Questo plugin consente di effettuare la correzione di bozze in 30 lingue diverse su articoli e pagine del tuo sito fornendo anche utili consigli per il miglioramento dei tuoi scritti.

source: Proofreading is not yet compatible with Gutenberg editor; please use <a target="_blank" rel="nofollow" href="%s">Classic Editor</a> instead.
it_it: Proofreading non è ancora pienamente compatibile con l'editor Gutenberg; per favore usa invece <a target="_blank" rel="nofollow" href="%s">Classic Editor</a>.

source: Proofreading is powered by
de_de: Das Korrekturlesen wird unterstützt von
es_es: La revisión está creado por
it_it: Proofreading è sviluppato da

source: Proofreading plugin is not yet Gutenberg ready. Please use <a target="_blank" rel="nofollow" href="%s">Classic Editor plugin</a> instead if you want a full compatibility.
it_it: Il plugin Proofreading non è pienamente compatibile con Gutenberg. Usa invece il plugin <a target="_blank" rel="nofollow" href="%s">Classic Editor</a> per una piena compatibilità.

source: Rules category
de_de: Regelkategorie
es_es: Categoría de reglas
it_it: Categoria di regole

source: Save settings
de_de: Änderungen übernehmen
es_es: Guardar ajustes
it_it: Salva le impostazioni

source: Saving Error.
de_de: Fehler speichern
es_es: Error de guardado.
it_it: Errore nel salvataggio.

source: Search unused shortcodes
it_it: Cerca gli shortcode inutilizzati

source: Select all rules
de_de: Wähle alle Regeln aus
es_es: Seleccione todas las reglas
it_it: Seleziona tutte le regole

source: Select the language to manage the rules:
de_de: Wählen Sie die Sprache, um die Regeln zu verwalten:
es_es: Seleccione el idioma para administrar las reglas:
it_it: Seleziona la lingua per gestire le regole:

source: Settings
de_de: Konfigurationen
es_es: Configuraciones
it_it: Impostazioni

source: Settings saved.
de_de: Konfigurationen gespeichert.
es_es: Configuraciones guardados.
it_it: Impostazioni salvate.

source: Show error in the text
de_de: Fehler im Text anzeigen
es_es: Mostrar error en el texto
it_it: Mostra l'errore nel testo

source: Show hidden errors
de_de: Versteckte Fehler anzeigen
es_es: Mostrar errores ocultos
it_it: Mostra gli errori nascosti

source: Support
es_es: Apoyo
it_it: Supporto

source: Test your shortcodes before use them in your website
it_it: Prova i tuoi shortcode prima di usarli nel tuo sito weB

source: Thanks to <a target="_blank" href="%s">Languagetool.org</a> services.
de_de: Dank der Dienste von <a target="_blank" href="%s">Languagetool.org</a>
es_es: Gracias a los servicios de <a target="_blank" href="%s">Languagetool.org</a>.
it_it: Grazie ai servizi di <a target="_blank" href="%s">Languagetool.org</a>.

source: Too many errors. Did you select the right language?
de_de: Zu viele Fehler Hast du die richtige Sprache gewählt?
es_es: Demasiados errores ¿Seleccionó el idioma correcto?
it_it: Troppi errori. Hai selezionato la lingua corretta?

source: Translation ERROR
de_de: Übersetzungsfehler
es_es: Error de traducción
it_it: ERRORE nella traduzione

source: Try other Scribit plugins:
it_it: Prova gli altri plugin di Scribit:

source: WRITE A PLUGIN REVIEW
de_de: SCHREIBEN SIE EINE PLUGIN REVIEW
es_es: ESCRIBIR UNA REVISIÓN PLUGIN
it_it: SCRIVI UNA RECENSIONE DEL PLUGIN

source: You can display different informations:<ul> <li>A list of post titles</li> <li>One or more full contents or excerpts</li> <li>Raw URLs to posts permalink</li></ul>
it_it: Puoi visualizzare diverse informazioni:<ul> <li>Una lista di titoli di articoli</li> <li>Uno o più contenuti completi o riassunti</li> <li>Semplici URL ai permalink degli articoli</li></ul>

source: Your text is OK
de_de: Dein Text ist KORREKT
es_es: Tu texto es CORRECTO
it_it: Il tuo testo è CORRETTO

source: Proofreading
de_de: Korrekturlesen
es_es: Corrección de pruebas
